Repository: khalid-786/AgarMangment
Catalog: RoomManage/RoomManage/Resources/AccountController.*.resx
Languages: ar

source: UserName
ar: إسم المستخدم

source: FullLocation
ar: العنوان بالكامل

source: new Password
ar: كلمة السر الجديدة

source: confirm New Password
ar: تأكيد كلمة السر الجديدة

# UserNameRequiredMessage
source: UserName is Required
ar: ادخل اسم المستخدم

# EmailRequiredMessage
source: Email isRequired
ar: ادخل البريد الإلكتروني

# oldPasswordRequiredMessage
source: oldPassword is Required
ar: ادخل كلمة السر القديمة

source: PhoneNumber
ar: رقم الهاتف

source: Email
ar: البريد الإلكتروني

# confirmPasswordRequiredMessage
source: confirm Password is Required
ar: املا حقل تاكيد كلمة السر

source: Password
ar: كلمة السر

# RememberMe
source: RemmeberMe?
ar: تذكرني?

source: FullName
ar: الإسم بالكامل

source: UserType
ar: نوع الحساب

source: Status
ar: الحالة من حيث التفعيل

source: oldPassword
ar: كلمة السرالحالية

source: confirm Password
ar: تأكيد كلمة السر

# PasswordRequiredMessage
source: Password is Required
ar: ادخل كلمة السر

# newPasswordRequiredMessage
source: newPassword is Required
ar: ادخل كلمة السر الجديدة

# PasswordNotMathErrorMessage
source: Password Not Math
ar: كلمة السر و تأكيد كلمة السر غير متطابقين

# PhoneNumberRequiredMessage
source: PhoneNumber is Required
ar: ادخل رقم الهاتف

# FullLocationRequiredMessage
source: FullLocation is Required
ar: ادخل العنوان بالكامل

# ActivateAccountSuccessMessage
source: Activated Account Successfully
ar: تم التفعيل بنجاح

source: CreateNewAccount
ar: إنشاء حساب جديد

# EditSuccessfully
source: Edit Data Successfully
ar: تم حفظ التعديلات بنجاح

# NewPasswordIsNotCorrict
source: NewPassword IsNot Corricted
ar: كلمة السر الحالية غير صحيحة

# UnActivateAccountSuccessMessage
source: DeActivated Account Successfully
ar: تم إلغاء التفعيل بنجاح

# UserWellcom
source: Wellcom
ar: مرحبا بك

source: Create New Role
ar: إنشاء مجموعة جديد

# RoleInfo
source: Role Information
ar: بيانات المجموعة

# RoleManage
source: Manage User Roles
ar: إدارة المجموعات

source: Role Name
ar: إسم المجموعة

# ActiveUserAccount
source: Activate
ar: تفعيل

# ActiveUserAccountConfrimMessage
source: Are you sure to activate this accont
ar: هل انت موافق على تفعيل حساب هذا المستخدم

source: AddAdmin
ar: إضافة مدير

# DeActiveUserAccount
source: DeActivate
ar: إلغاء التفعيل

# DeActiveUserAccountConfrimMessage
source: are you sure deActivate this account
ar: هل انت موافق على إالغاء تفعيل حساب هذا المستخدم

# DeleteCommentConfrimMessage
source: are you sure to delete this comment or sugguest
ar: هل انت موافق على حذف التعليق او الإقتراح

# DeleteCommentSuccessMessage
source: Delete comment or suggest successfully
ar: تم حذف التعليق او الإقتراح بنجاح

source: User List
ar: قائمة المستخدمين المسجلين بالموقع

# UserManage
source: Manage User
ar: إدارة المستخدمين

source: Users
ar: المستخدمين

source: getAdmins
ar: مدراء النظام

source: get Users
ar: المستخدمين او الزوار

# getAdminAndUsers
source: Admin And Users
ar: المدراء و المستخدمين
