Repository: khalid-786/AgarMangment
Catalog: RoomManage/RoomManage/Resources/BarrennessController.*.resx
Languages: ar

# AddCommentWellcomMessage
source: add comment or over to help us to solve problem in this wapsite
ar: اضافة التعليقات و الشكوي و الإقترحات حول هذا الموقع التي لاحت لها اثناء تصفحك للموقع من اجل مساعدتنا لتطوير الموقع و حل المشكلات التي توجد في الموقع يصورة جيدة نرجو منك أيها الزائر الكريم تحري الصدق في تعليقك او اقتراحك او شكوي و عدم الإستحزاء فجل من لا يخطأ ولا ينسى

# AppliedBarrennesWellComMessage
source: Your Applied Barrennes to buy or to leased
ar: العقارات التي تقدمت بكل انواعه اليها بسبب الشراء او الإيجار

source: Applier Message
ar: رسالة المتقدم

source: Apply Date
ar: تاريخ التقدم

# ApplyErrorMessage
source: your apply for tnis barrennes later
ar: لقد تقدمت لهذا العقار من قبل

source: Apply For Barrennes
ar: التقدم للعقار

# ApplyMessage
source: Apply For This barrennes to buy or leased this barrennes
ar: التقدم للعقار من اجل الشراء او الايجار

# ApplyMessageRequired
source: applier message filed is required
ar: اكتب الرسالة التي تريد ارسالها لصاحب العقار

# ApplySuccessMessage
source: Apply suucessfully you can continuity to barrennnes publisher by using phoneNumber or chating in this wepsite
ar: تمت عملية التقدم بنجاح يمكنك التواصل مع صاحب العقار عن طريق الرسائل النصية عن طريق الموقع او استخدام رقم الهاتف

source: barreness Description
ar: وصف العقار

# BarrennesApplied
source: Your Appliied Barrennes
ar: العقارات التي تقدمت اليها

source: BarrennesfullLocation
ar: عنوان العقار بالكامل

source: Barrennes Number
ar: العدد المتاح

source: Barrennes State
ar: الولاية

source: BarrennesStatus
ar: الحالة

source: Chating Room
ar: غرفة الدردشة

# CommentSearchDate
source: date that you want to search in it
ar: التاريخ الذي تريد البحث فيه

source: Confirm
ar: تاكيد عملية التقدم

source: lease Price
ar: سعر الإيجار

source: message
ar: الرسالة

source: payment Method
ar: طريقة الدفع

source: Publish Barrennes
ar: نشر عقار جديد

source: publish Date
ar: تاريخ النشر

# PublishedBarrennes
source: Your Published Barrennes
ar: العقارات التي نشرتها

# publisher_id
source: publisher
ar: صاحب العقار

source: reciver
ar: المستقبل

# SearchMessage
source: search barrennes by state of barrennes and category of barrennes
ar: البحث التلقائي لنوع معين من العقار عن طريق اختيار نوع العقار ثم بعد ذلك اختيار الولاية التي تريد البحث فيها عن هذا النوع

# SelectBarrennes
source: Select Barrennes Category
ar: اختر نوع العقار

source: Select State
ar: اختر الولاية

source: SendComment
ar: ارسال التعليق

source: send Date
ar: تاريخ اٌلإرسال

source: sender
ar: المرسل

# UserCommentAndsuggest
source: User Comment And suggests
ar: التعليقات و الإقترحات اليوم التي ارسلتها

# BarrennesApplier
source: all user whose applied for this barrennes
ar: المتقدمين للعقار

# BarrennesCategoryManage
source: Manage Barrennes Categories
ar: إدارة أنواع العقارات

# BarrennesOfCategory
source: Barrennes Of This Category
ar: العقارات الخاصة بها القسم

source: Search Barrennes
ar: البحث عن عقار

source: Send
ar: إرسال الرسالة

# confirmDeleteBarrennes
source: Are you sure to delete this barrennes
ar: هل أنت موافق على حذف العقار

# DeleteBarrennes
source: Delete this barrennes
ar: حذف العقار

# MyBarrennes
source: go to my barrennes
ar: عقارتي

source: Comment And Suggest
ar: تعليقات و إقترحات

source: Barrennes Info
ar: تفاصيل العقار

source: EditBarrennesInfo
ar: تعديل بيانات العقار
